brew "ansible"
brew "antidote"
brew "aws-vault"
brew "awscli"
brew "bash"
brew "bat"
brew "bitwarden-cli"
brew "blueutil"
brew "brotli"
brew "btop"
brew "chezmoi"
brew "cloudflared"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "go-task"
brew "htop"
brew "kubernetes-cli"
brew "mise"
brew "neovim"
brew "nmap"
brew "oh-my-posh"
brew "opencode"
brew "parallel"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.13"
brew "python@3.14"
brew "ripgrep"
brew "sevenzip"
brew "thefuck"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "viu"
brew "wakatime-cli"
brew "watch"
brew "webp"
brew "wget"
brew "yq"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "brave-browser"
cask "claude-code"
cask "devpod"
cask "docker-desktop"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "iterm2"
cask "kitty"
cask "obsidian"
cask "postman"
cask "rectangle"
cask "visual-studio-code"