tap "fluxcd/tap"
tap "go-task/tap"
brew "age"
brew "ansible"
brew "argocd"
brew "argocd-vault-plugin"
brew "aws-vault"
brew "awscli"
brew "cloudflared"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "exa"
brew "fluxcd/tap/flux"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "go-task/tap/go-task"
brew "helm"
brew "helmfile"
brew "htop"
brew "hugo"
brew "ipcalc"
brew "jq"
brew "k9s"
brew "krew"
brew "kubecolor"
brew "kubeconform"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "mise"
brew "moreutils"
brew "neovim"
brew "nvm"
brew "oh-my-posh"
brew "podman"
brew "pwgen"
brew "python@3.11"
brew "pyenv"
brew "ruby"
brew "ruby-install"
# brew "rust" # Removed in favour of the official installer from rust-lang.org
brew "sqlite"
brew "sops"
brew "starship"
brew "terraform"
brew "tmux"
brew "viddy"
brew "vim"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"

# Casks
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alfred"
cask "brave-browser"
cask "discord"
cask "dropbox"
cask "flutter"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "herd"
cask "iterm2"
cask "microsoft-office"
cask "microsoft-teams"
cask "notion"
cask "obsidian"
cask "openlens"
cask "powershell"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"